{
  "100": {
    "name": "Chang'an South Gate",
    "description": "The massive South Gate of Chang'an looms above you, an impressive entrance to the walled city. Guards patrol the area, ensuring the safety of the city. Travelers and merchants bustle in and out, while the sound of lively chatter fills the air. To the north, you can see the city's main street stretching into the distance.",
    "exits": {
      "north": "101"
    },
    "items": ["100", "101", "102", "103"],
    "npcs": ["100", "101"],
    "playersInLocation": [],
    "zone": ["Chang'an City"]
  },
  "102": {
    "name": "Chang'an Main Street",
    "description": "The wide, cobblestone main street of Chang'an is bustling with activity. Various shops, inns, and market stalls line the street, selling a plethora of goods from the far reaches of the Silk Road. The aroma of exotic spices and delicious street food fills the air. To the north is the city center, while the South Gate lies to the south.",
    "exits": {
      "north": "102",
      "south": "100"
    },
    "items": [],
    "npcs": [],
    "playersInLocation": [],
    "zone": ["Chang'an City"]
  },
  "102": {
    "name": "Chang'an City Center",
    "description": "The city center of Chang'an is a large, open square where people gather for various activities. Musicians play traditional instruments, while acrobats and martial artists perform impressive feats. At the center stands a grand statue of the city's founder. The main street extends to the south, and narrow alleys lead east and west.",
    "exits": {
      "north": "103",
      "east": "104",
      "west": "105",
      "south": "101"
    },
    "items": [],
    "npcs": [],
    "playersInLocation": [],
    "zone": ["Chang'an City"]
  },
  "103": {
    "name": "Chang'an Imperial Palace",
    "description": "The Chang'an Imperial Palace is a grand, sprawling complex surrounded by towering walls. This is the residence of the emperor and the political center of the city. The palace is decorated with exquisite carvings and paintings, reflecting the wealth and power of the empire. The city center lies to the south.",
    "exits": {
      "south": "102"
    },
    "items": [],
    "npcs": [],
    "playersInLocation": [],
    "zone": ["Chang'an City"]
  },
  "104": {
    "name": "Chang'an East Market",
    "description": "The East Market is a vibrant and chaotic place, where merchants and traders from all over the world gather to buy and sell their goods. The air is filled with the sounds of haggling and the enticing scents of various exotic wares. The city center is to the west.",
    "exits": {
      "west": "102"
    },
    "items": [],
    "npcs": [],
    "playersInLocation": [],
    "zone": ["Chang'an City"]
  },
  "105": {
    "name": "Chang'an West Garden",
    "description": "The West Garden is a tranquil, lush haven amidst the bustling city. A meandering path leads through beautifully manicured lawns, ornamental ponds, and fragrant flowerbeds. The gentle sound of a nearby waterfall and the chirping of birds create a serene atmosphere. The city center can be reached by heading east.",
    "exits": {
      "east": "102"
    },
    "items": [],
    "npcs": [],
    "playersInLocation": [],
    "zone": ["Chang'an City"]
  }
}